[
  {
    "text": "Cal que passis per la comarca on una serralada propera al mar dona senderisme i vistes d’horitzó ample, i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Montsià"
    ]
  },
  {
    "text": "Has d'anar a la comarca on aigües braves i ràfting, amb cultura de riu i muntanya — i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Pallars Sobirà"
    ]
  },
  {
    "text": "Has de passar per la comarca on monestirs de silenci i pedra, amb claustres cistercencs que respiren ordre, i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Conca de Barberà"
    ]
  },
  {
    "text": "Has d'anar a la comarca on fires de bolets i cuina de brasa quan arriba la tardor — i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Moianès"
    ]
  },
  {
    "text": "Has d'anar a la comarca on el riu baixa fred i clar i les rutes d’alta muntanya fan de porta cap a un altre país; i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Urgell"
    ]
  },
  {
    "text": "Cal que passis per la comarca on romànic rural i ponts antics en rieres i afluents; i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Osona"
    ]
  },
  {
    "text": "Incorpora la comarca on la forja i la farga expliquen metall i ofici, amb martells i foc, i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Ripollès"
    ]
  },
  {
    "text": "Has d'anar a la comarca on memòria d’una gran batalla i paisatge de vinya i vent persistent; i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Terra Alta"
    ]
  },
  {
    "text": "Incorpora la comarca on sol de muntanya i prats amplis, amb arquitectura de pedra i fusta; i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Cerdanya"
    ]
  },
  {
    "text": "Incorpora la comarca on altiplà de prats i ramats, amb masies disperses i camins de carro — i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Lluçanès"
    ]
  },
  {
    "text": "Travessa la comarca on cooperatives del vi amb arcs i maó fan de la pagesia una arquitectura monumental; i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Conca de Barberà"
    ]
  },
  {
    "text": "Travessa la comarca on un parc nacional d’estanys glacials i granit imposa respecte i silenci — i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Pallars Sobirà"
    ]
  },
  {
    "text": "Cal que passis per la comarca on ratafia casolana macera nous verdes i herbes en aiguardent després de Sant Joan, i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Selva"
    ]
  },
  {
    "text": "Evita la comarca on processons solemnes i misteris marquen Setmana Santa amb timbal; i l’arquitectura parla de cooperatives i comunitat; però els actes forts són massa estacionals i avui no et sumarien punts.",
    "type": "EXCLUDE",
    "comarques": [
      "Tarragonès"
    ]
  },
  {
    "text": "Cal que passis per la comarca on formatges i embotits de muntanya, amb fires i aplecs d’estiu — i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Ripollès"
    ]
  },
  {
    "text": "Has d'anar a la comarca on una vil·la vora mar conserva la memòria d’un gran violoncel·lista i el seu cant de pau — i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Penedès"
    ]
  },
  {
    "text": "Travessa la comarca on un univers surrealista es va convertir en museu teatral, amb ous i figures impossibles — i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Empordà"
    ]
  },
  {
    "text": "Travessa la comarca on mines i memòria industrial conviuen amb boscos i prats de prepirineu — i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Berguedà"
    ]
  },
  {
    "text": "Has d'anar a la comarca on la cultura del vi hi és pacient, de bóta i tast pausat; i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Conca de Barberà"
    ]
  },
  {
    "text": "Travessa la comarca on les festes majors hi porten seguicis amb bèsties i foc, entre mar i interior, i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Camp"
    ]
  },
  {
    "text": "Travessa la comarca on parla occidental i orgull de poble, amb fires i cooperatives — i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Pla d'Urgell"
    ]
  },
  {
    "text": "Has d'anar a la comarca on una festa nocturna de bruixes i foc converteix la capital comarcal en aquelarre sense dir-ho; i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Segarra"
    ]
  },
  {
    "text": "Has d'anar a la comarca on història de comtes i castells, amb pedra i documents antics, i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Urgell"
    ]
  },
  {
    "text": "Has d'anar a la comarca on camins rectes i turons suaus, amb masos i camps sense fi, i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Segarra"
    ]
  },
  {
    "text": "Incorpora la comarca on la verema omple carrers d’olor de most, i el brindis es fa amb bombolles fines — i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Penedès"
    ]
  },
  {
    "text": "Travessa la comarca on la vinya hi és heroica: feixes estretes i suor pacient; i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Priorat"
    ]
  },
  {
    "text": "Travessa la comarca on la plaça és escenari: música, dansa i cultura popular, i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Urgell"
    ]
  },
  {
    "text": "Has de passar per la comarca on aigua quieta i canyissars, amb ocells i miradors discrets; i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Pla de l'Estany"
    ]
  },
  {
    "text": "Has d'anar a la comarca on la cultura de secà i regadiu es barreja en un mosaic de camps, i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Noguera"
    ]
  },
  {
    "text": "Has de passar per la comarca on campaners fan repics coordinats amb una precisió que sembla competició, i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Noguera"
    ]
  },
  {
    "text": "Cal que passis per la comarca on les festes majors hi porten seguicis amb bèsties i foc, entre mar i interior; i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Camp"
    ]
  },
  {
    "text": "Cal que passis per la comarca on memòria d’una gran batalla i paisatge de vinya i vent persistent — i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Terra Alta"
    ]
  },
  {
    "text": "Cal que passis per la comarca on el riu defineix el paisatge i la navegació antiga encara s’hi explica amb barques, i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Ebre"
    ]
  },
  {
    "text": "Travessa la comarca on el vi escumós hi és identitat i els esmorzars de collita són gairebé ritual, i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Penedès"
    ]
  },
  {
    "text": "Cal que passis per la comarca on les esglésies petites i l’art romànic formen un conjunt reconegut arreu del món — i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Alta Ribagorça"
    ]
  },
  {
    "text": "Travessa la comarca on valls profundes i neu: la cultura de muntanya gira al voltant d’hiverns llargs; i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Val d'Aran"
    ]
  },
  {
    "text": "Travessa la comarca on mercats i fires de ponent marquen el pols comercial de la comarca, i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Urgell"
    ]
  },
  {
    "text": "Incorpora la comarca on fruita dolça i canals fan de la plana un jardí immens a l’estiu — i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Segrià"
    ]
  },
  {
    "text": "Has d'anar a la comarca on pobles penjats i carreteres sinuoses obliguen a conduir amb calma, i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Priorat"
    ]
  },
  {
    "text": "Has de passar per la comarca on un plat de col d’hivern i patata aixafada escalfa una vall alta i oberta, i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Cerdanya"
    ]
  },
  {
    "text": "Incorpora la comarca on la cultura del gra marca el calendari de batre i sega, i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Segarra"
    ]
  },
  {
    "text": "Esquiva la comarca on el cel s’omple de veles de colors quan desenes de globus s’enlairen a primera hora; i el català s’hi diu amb girs ben locals; però els actes forts són massa estacionals i avui no et sumarien punts.",
    "type": "EXCLUDE",
    "comarques": [
      "Anoia"
    ]
  },
  {
    "text": "Has de passar per la comarca on l’estiu hi és sinònim de llum suau i camins de ronda; i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Empordà"
    ]
  },
  {
    "text": "Travessa la comarca on la proximitat metropolitana contrasta amb parcs i rieres — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Vallès Occidental"
    ]
  },
  {
    "text": "Travessa la comarca on la clotxa és dinar de tros: pa, escalivada, all i peix salat o arengada, i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Terra Alta"
    ]
  },
  {
    "text": "Esquiva la comarca on fossars, portals i carrerons expliquen una història medieval ben present; i l’arquitectura parla de cooperatives i comunitat; però la ruta ràpida no t’ho posarà fàcil per accedir als espais emblemàtics.",
    "type": "EXCLUDE",
    "comarques": [
      "Conca de Barberà"
    ]
  },
  {
    "text": "Incorpora la comarca on una trobada massiva de colles cuina cargols a l’aire lliure i omple la ciutat de fum — i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Segrià"
    ]
  },
  {
    "text": "Has d'anar a la comarca on a les places, la gralla i el timbal marquen l’entrada del seguici de festa major — i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Camp"
    ]
  },
  {
    "text": "Cal que passis per la comarca on terra negra i colades de lava, amb camins que trepitgen basalt sense saber-ho; i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Garrotxa"
    ]
  },
  {
    "text": "Travessa la comarca on la clotxa de tros alimenta pagesos: pa buidat, escalivada i arengada, i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Ribera d'Ebre"
    ]
  },
  {
    "text": "Has d'anar a la comarca on un monestir fundacional va ser bressol de cultura escrita i romànic de pedra; i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Ripollès"
    ]
  },
  {
    "text": "Incorpora la comarca on castells i ermites vigilen una comarca gran i diversa de ponent; i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Noguera"
    ]
  },
  {
    "text": "Esquiva la comarca on mercats i fires de ponent marquen el pols comercial de la comarca; i el paisatge fa de pista per a qui sap mirar; però els actes forts són massa estacionals i avui no et sumarien punts.",
    "type": "EXCLUDE",
    "comarques": [
      "Urgell"
    ]
  },
  {
    "text": "Travessa la comarca on aigües braves i ràfting, amb cultura de riu i muntanya, i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Pallars Sobirà"
    ]
  },
  {
    "text": "No passis per la comarca on costers de pissarra negra fan créixer ceps que donen vins densos i minerals; i la gastronomia és tan identitària com la bandera; però tindries massa desviament per seguir el fil cultural de la partida.",
    "type": "EXCLUDE",
    "comarques": [
      "Priorat"
    ]
  },
  {
    "text": "Has d'anar a la comarca on parla amb trets gironins i orgull de ciutat antiga — i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Gironès"
    ]
  },
  {
    "text": "Has de passar per la comarca on pobles penjats i carreteres sinuoses obliguen a conduir amb calma; i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Priorat"
    ]
  },
  {
    "text": "Has de passar per la comarca on danses de plaça i aplecs, amb cobla petita i veus de taverna; i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Lluçanès"
    ]
  },
  {
    "text": "Travessa la comarca on a l’estiu, fruita dolça i meló omplen caixes i magatzems, i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Pla d'Urgell"
    ]
  },
  {
    "text": "Has d'anar a la comarca on un gran monestir medieval al centre d’una vila explica poder i cultura escrita, i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Vallès Occidental"
    ]
  },
  {
    "text": "Cal que passis per la comarca on flors als carrers i patis oberts converteixen la primavera en festa visual; i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Gironès"
    ]
  },
  {
    "text": "Cal que passis per la comarca on congost de parets altíssimes obliga a mirar amunt mentre el riu s’estreny — i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Pallars Jussà"
    ]
  },
  {
    "text": "Has d'anar a la comarca on parla occidental amb 'lo', i orgull de ciutat interior gran; i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Segrià"
    ]
  },
  {
    "text": "Has d'anar a la comarca on els ponts i els meandres petits han marcat rutes de carro i comerç — i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Anoia"
    ]
  },
  {
    "text": "Cal que passis per la comarca on uns sermons medievals en llengua vulgar van néixer en pergamins guardats amb cura; i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Urgell"
    ]
  },
  {
    "text": "Incorpora la comarca on cultura de balls parlats i festa major amb comparses; i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Vallès Occidental"
    ]
  },
  {
    "text": "Travessa la comarca on fonts i rieres fan d’espina dorsal d’un territori de camins tranquils, i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Moianès"
    ]
  },
  {
    "text": "Travessa la comarca on una fira d’arts escèniques converteix carrers en teatre i circ a l’aire lliure, i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Urgell"
    ]
  },
  {
    "text": "Incorpora la comarca on els ponts de pedra i els camins antics connecten poblets separats per torrents, i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Alta Ribagorça"
    ]
  },
  {
    "text": "Travessa la comarca on campanars esvelts i absis llombards s’alineen en una vall estreta i alta; i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Alta Ribagorça"
    ]
  },
  {
    "text": "Evita la comarca on una llum miraculosa del segle XIV encara es recorda com a clau d’una obra d’aigua; i la geografia imposa un ritme propi; però tindries massa desviament per seguir el fil cultural de la partida.",
    "type": "EXCLUDE",
    "comarques": [
      "Bages"
    ]
  },
  {
    "text": "Incorpora la comarca on una serralada propera al mar dona senderisme i vistes d’horitzó ample, i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Montsià"
    ]
  },
  {
    "text": "Incorpora la comarca on embotits curats amb boira i fred fan de l’esmorzar una institució; i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Osona"
    ]
  },
  {
    "text": "Evita la comarca on la plaça és escenari: música, dansa i cultura popular; i el foc hi té paper ritual; però el teu itinerari no admet tantes parades i et trencaria el ritme.",
    "type": "EXCLUDE",
    "comarques": [
      "Urgell"
    ]
  },
  {
    "text": "Has d'anar a la comarca on entre ruïnes clàssiques a tocar d’aigua salada, s’hi veuen mosaics i traçats antics, i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Empordà"
    ]
  },
  {
    "text": "Has de passar per la comarca on la cultura popular s’organitza en colles a tocar de grans vies i infraestructures — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Llobregat"
    ]
  },
  {
    "text": "Travessa la comarca on el vi escumós hi és identitat i els esmorzars de collita són gairebé ritual, i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Penedès"
    ]
  },
  {
    "text": "Incorpora la comarca on els pagesos rosteixen cebes tendres llargues i les suquen en una salsa d’ametlla i nyora — i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Camp"
    ]
  },
  {
    "text": "Cal que passis per la comarca on entre ruïnes clàssiques a tocar d’aigua salada, s’hi veuen mosaics i traçats antics, i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Empordà"
    ]
  },
  {
    "text": "Cal que passis per la comarca on la sardana i la cobla hi són habituals en festes majors, i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Vallès Oriental"
    ]
  },
  {
    "text": "Incorpora la comarca on un gran estany és centre de vida, amb rem, volta a peu i llegenda de bèstia adormida, i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Pla de l'Estany"
    ]
  },
  {
    "text": "Incorpora la comarca on hi ha vins dolços i oliveres velles que resisteixen el vent sense dir-ne el nom, i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Empordà"
    ]
  },
  {
    "text": "No entris a la comarca on una llum miraculosa del segle XIV encara es recorda com a clau d’una obra d’aigua; i el foc hi té paper ritual; però tindries massa desviament per seguir el fil cultural de la partida.",
    "type": "EXCLUDE",
    "comarques": [
      "Bages"
    ]
  },
  {
    "text": "No passis per la comarca on a l’estiu, fruita dolça i meló omplen caixes i magatzems; i les cançons de taverna surten soles; però la logística et faria perdre massa temps entre parades clau.",
    "type": "EXCLUDE",
    "comarques": [
      "Pla d'Urgell"
    ]
  },
  {
    "text": "Has d'anar a la comarca on castells i espais de frontera expliquen una història de pas pirinenc, i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Pallars Jussà"
    ]
  },
  {
    "text": "Incorpora la comarca on el vent del nord fa espetegar persianes i dona una llum neta a cales rocalloses, i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Empordà"
    ]
  },
  {
    "text": "Has de passar per la comarca on terra negra i colades de lava, amb camins que trepitgen basalt sense saber-ho, i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Garrotxa"
    ]
  },
  {
    "text": "Incorpora la comarca on per Carnestoltes, un ruc de cartró penjat fa broma i plou confeti a la plaça, i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Solsonès"
    ]
  },
  {
    "text": "Has d'anar a la comarca on l’horitzó és de secà, ametllers i oliveres, i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Terra Alta"
    ]
  },
  {
    "text": "Has de passar per la comarca on la festa major té gust de brasa i de riu — i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Ribera d'Ebre"
    ]
  },
  {
    "text": "Travessa la comarca on molins i papereres van fer fortuna a la vora de rius que encara mouen memòries — i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Anoia"
    ]
  },
  {
    "text": "Has d'anar a la comarca on tasts a cellers petits, amb cultura familiar i conversa lenta, i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Priorat"
    ]
  },
  {
    "text": "Incorpora la comarca on penya-segats i camins costaners obliguen a caminar amb el mar a sota; i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Garraf"
    ]
  },
  {
    "text": "Has de passar per la comarca on gegants i grallers encapçalen seguicis en pobles de bosc — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Selva"
    ]
  },
  {
    "text": "Has de passar per la comarca on cooperatives del vi amb arcs i maó fan de la pagesia una arquitectura monumental — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Conca de Barberà"
    ]
  },
  {
    "text": "Cal que passis per la comarca on la cultura del gra marca el calendari de batre i sega — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Segarra"
    ]
  },
  {
    "text": "Travessa la comarca on marisc vermell i arrossos fan del mercat una temptació constant, i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Empordà"
    ]
  },
  {
    "text": "Incorpora la comarca on havaneres i rom cremat en passeigs marítims quan cau la nit, i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Maresme"
    ]
  },
  {
    "text": "Travessa la comarca on la infantesa d’un arquitecte modernista es respira en carrers de pedra i museus — i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Camp"
    ]
  },
  {
    "text": "Has d'anar a la comarca on cooperatives modernistes i tastos de garnatxa blanca en pobles de pedra; i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Terra Alta"
    ]
  },
  {
    "text": "Cal que passis per la comarca on platges suaus i passeigs familiars, amb vinya que arriba gairebé fins a l’aigua; i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Penedès"
    ]
  },
  {
    "text": "Cal que passis per la comarca on jota i accent meridional, amb cultura de banda i plaça — i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Terra Alta"
    ]
  },
  {
    "text": "Cal que passis per la comarca on fires d’oli i d’ametlla marquen el calendari — i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Garrigues"
    ]
  },
  {
    "text": "Cal que passis per la comarca on per Carnestoltes, un ruc de cartró penjat fa broma i plou confeti a la plaça, i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Solsonès"
    ]
  },
  {
    "text": "Incorpora la comarca on coves amb restes prehistòriques i paisatge de bosc interior i pedra — i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Moianès"
    ]
  },
  {
    "text": "Incorpora la comarca on un plat de col d’hivern i patata aixafada escalfa una vall alta i oberta — i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Cerdanya"
    ]
  },
  {
    "text": "Cal que passis per la comarca on fruita dolça i canals fan de la plana un jardí immens a l’estiu — i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Segrià"
    ]
  },
  {
    "text": "Incorpora la comarca on fires d’embotit i formatge, amb vida de mercat i conversa lenta, i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Solsonès"
    ]
  },
  {
    "text": "Travessa la comarca on fires de bolets i cuina de brasa quan arriba la tardor — i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Moianès"
    ]
  },
  {
    "text": "Evita la comarca on havaneres i rom cremat en passeigs marítims quan cau la nit; i el català s’hi diu amb girs ben locals; però la logística et faria perdre massa temps entre parades clau.",
    "type": "EXCLUDE",
    "comarques": [
      "Maresme"
    ]
  },
  {
    "text": "Travessa la comarca on una vall de santuari d’alta muntanya atrau pelegrins i excursionistes; i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Ripollès"
    ]
  },
  {
    "text": "Travessa la comarca on la cuina hi és de volcà: simple, intensa i molt de producte — i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Garrotxa"
    ]
  },
  {
    "text": "Has de passar per la comarca on un gènere mestís de guitarra i palmes va néixer en barris obrers i va fer escola — i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Barcelonès"
    ]
  },
  {
    "text": "Cal que passis per la comarca on cereals i horitzó obert, amb pedra seca i castells de frontera, i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Segarra"
    ]
  },
  {
    "text": "Travessa la comarca on barques, llotja i cuina d’anguila, arròs i marisc; i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Montsià"
    ]
  },
  {
    "text": "Cal que passis per la comarca on cultura marinera i de vinya conviuen en pocs quilòmetres, i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Garraf"
    ]
  },
  {
    "text": "Cal que passis per la comarca on colònies tèxtils a la vora de riu expliquen vida obrera i sirenes de fàbrica, i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Berguedà"
    ]
  },
  {
    "text": "Has de passar per la comarca on les tradicions del Penedès marítim respiren calma i història; i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Penedès"
    ]
  },
  {
    "text": "Incorpora la comarca on cultura marinera i de vinya conviuen en pocs quilòmetres; i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Garraf"
    ]
  },
  {
    "text": "Travessa la comarca on pobles de valls i rieres, amb cultura d’estiueig i caminades — i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Vallès Oriental"
    ]
  },
  {
    "text": "Cal que passis per la comarca on un plat de col d’hivern i patata aixafada escalfa una vall alta i oberta, i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Cerdanya"
    ]
  },
  {
    "text": "Travessa la comarca on meandres amples i miradors mostren el riu com una cinta infinita, i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Ribera d'Ebre"
    ]
  },
  {
    "text": "No passis per la comarca on la cuina hi barreja peix, romesco i producte d’horta; i la gastronomia és tan identitària com la bandera; però els actes forts són massa estacionals i avui no et sumarien punts.",
    "type": "EXCLUDE",
    "comarques": [
      "Tarragonès"
    ]
  },
  {
    "text": "Cal que passis per la comarca on miradors suaus i turons, sense grans altituds però amb molta calma; i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Moianès"
    ]
  },
  {
    "text": "Cal que passis per la comarca on mines i memòria industrial conviuen amb boscos i prats de prepirineu — i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Berguedà"
    ]
  },
  {
    "text": "Incorpora la comarca on valls profundes i neu: la cultura de muntanya gira al voltant d’hiverns llargs, i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Val d'Aran"
    ]
  },
  {
    "text": "Incorpora la comarca on cultura de balls parlats i festa major amb comparses; i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Vallès Occidental"
    ]
  },
  {
    "text": "Travessa la comarca on fossars, portals i carrerons expliquen una història medieval ben present, i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Conca de Barberà"
    ]
  },
  {
    "text": "Cal que passis per la comarca on la pedra aspra d’un cap ventós s’endinsa al mar i obliga a caminar entre roques — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Empordà"
    ]
  },
  {
    "text": "Esquiva la comarca on la cultura del vi hi és pacient, de bóta i tast pausat; i les cançons de taverna surten soles; però el teu itinerari no admet tantes parades i et trencaria el ritme.",
    "type": "EXCLUDE",
    "comarques": [
      "Conca de Barberà"
    ]
  },
  {
    "text": "No entris a la comarca on un gènere mestís de guitarra i palmes va néixer en barris obrers i va fer escola; i la gastronomia és tan identitària com la bandera; però tindries massa desviament per seguir el fil cultural de la partida.",
    "type": "EXCLUDE",
    "comarques": [
      "Barcelonès"
    ]
  },
  {
    "text": "Cal que passis per la comarca on la infantesa d’un arquitecte modernista es respira en carrers de pedra i museus — i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Camp"
    ]
  },
  {
    "text": "Cal que passis per la comarca on muscleres a les badies i arrossars que brillen com miralls quan baixa el sol, i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Montsià"
    ]
  },
  {
    "text": "Travessa la comarca on miradors suaus i turons, sense grans altituds però amb molta calma — i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Moianès"
    ]
  },
  {
    "text": "Has d'anar a la comarca on penya-segats i camins costaners obliguen a caminar amb el mar a sota, i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Garraf"
    ]
  },
  {
    "text": "Incorpora la comarca on havaneres i rom cremat en passeigs marítims quan cau la nit — i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Maresme"
    ]
  },
  {
    "text": "Incorpora la comarca on oliveres i producte de delta conviuen en mercats plens de color; i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Montsià"
    ]
  },
  {
    "text": "Has de passar per la comarca on per Carnestoltes, un ruc de cartró penjat fa broma i plou confeti a la plaça, i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Solsonès"
    ]
  },
  {
    "text": "Incorpora la comarca on festes de navegació i ports petits, amb llotja i barques, i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Maresme"
    ]
  },
  {
    "text": "Has de passar per la comarca on la música de cambra i els festivals d’estiu omplen auditoris i places; i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Penedès"
    ]
  },
  {
    "text": "Has d'anar a la comarca on regadius i pagesia, amb cuina de cassola i vida de cooperativa; i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Urgell"
    ]
  },
  {
    "text": "Has d'anar a la comarca on a les places, la gralla i el timbal marquen l’entrada del seguici de festa major — i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Camp"
    ]
  },
  {
    "text": "Travessa la comarca on les pinyes s’hi organitzen amb rigor i silenci abans del crit final quan l’estructura corona, i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Camp"
    ]
  },
  {
    "text": "Has d'anar a la comarca on el vent del nord fa espetegar persianes i dona una llum neta a cales rocalloses, i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Empordà"
    ]
  },
  {
    "text": "Travessa la comarca on les fires de producte local defensen la pagesia amb festa i música — i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Llobregat"
    ]
  },
  {
    "text": "Cal que passis per la comarca on maduixes dolces de primavera i mercats que fan olor de fruita acabada de collir, i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Maresme"
    ]
  },
  {
    "text": "Has de passar per la comarca on la forja i la farga expliquen metall i ofici, amb martells i foc, i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Ripollès"
    ]
  },
  {
    "text": "Cal que passis per la comarca on el paisatge és pirinenc però també industrial, de riu i fàbrica antiga, i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Ripollès"
    ]
  },
  {
    "text": "Incorpora la comarca on meandres amples i miradors mostren el riu com una cinta infinita, i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Ribera d'Ebre"
    ]
  },
  {
    "text": "Incorpora la comarca on els caves s’endinsen sota terra com una ciutat subterrània de bótes i silenci; i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Penedès"
    ]
  },
  {
    "text": "Travessa la comarca on avellanes torrades i horta costanera, amb mercats que fan olor de fruit sec; i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Camp"
    ]
  },
  {
    "text": "Has de passar per la comarca on transhumància i ramaderia d’estiu, amb cabanes i prats alts; i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Pallars Sobirà"
    ]
  },
  {
    "text": "Cal que passis per la comarca on l’estiu hi és sinònim de llum suau i camins de ronda — i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Empordà"
    ]
  },
  {
    "text": "Incorpora la comarca on una festa major d’una santa local omple carrers de seguici, foc i música; i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Tarragonès"
    ]
  },
  {
    "text": "Has d'anar a la comarca on un festival renaixentista converteix carrerons en un escenari d’època i artesans — i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Ebre"
    ]
  },
  {
    "text": "Has d'anar a la comarca on els caves s’endinsen sota terra com una ciutat subterrània de bótes i silenci — i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Penedès"
    ]
  },
  {
    "text": "Travessa la comarca on una vil·la vora mar conserva la memòria d’un gran violoncel·lista i el seu cant de pau; i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Penedès"
    ]
  },
  {
    "text": "Has de passar per la comarca on horta i secà conviuen, amb mercats i cooperatives de pagesia — i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Segrià"
    ]
  },
  {
    "text": "Has d'anar a la comarca on uns sermons medievals en llengua vulgar van néixer en pergamins guardats amb cura — i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Urgell"
    ]
  },
  {
    "text": "Incorpora la comarca on façanes modernistes, ferro forjat i vitralls converteixen carrers en museu, i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Barcelonès"
    ]
  },
  {
    "text": "Has de passar per la comarca on campanars esvelts i absis llombards s’alineen en una vall estreta i alta, i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Alta Ribagorça"
    ]
  },
  {
    "text": "Incorpora la comarca on cultura marinera i de vinya conviuen en pocs quilòmetres, i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Garraf"
    ]
  },
  {
    "text": "Travessa la comarca on una cantada nocturna d’havaneres s’acompanya de rom cremat davant una cala; i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Empordà"
    ]
  },
  {
    "text": "Cal que passis per la comarca on per Carnestoltes, un ruc de cartró penjat fa broma i plou confeti a la plaça; i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Solsonès"
    ]
  },
  {
    "text": "Incorpora la comarca on la cuina de fonda barreja caça, bolets i plats de cullera contundents, i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Bages"
    ]
  },
  {
    "text": "Has de passar per la comarca on la cultura popular s’organitza en colles a tocar de grans vies i infraestructures, i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Llobregat"
    ]
  },
  {
    "text": "Cal que passis per la comarca on parets verticals estrenyen un riu fins fer-lo un passadís d’aigua verda; i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Noguera"
    ]
  },
  {
    "text": "Has de passar per la comarca on la forja i la farga expliquen metall i ofici, amb martells i foc, i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Ripollès"
    ]
  },
  {
    "text": "Travessa la comarca on cases de colors miren un riu i els ponts uneixen barris de pedra; i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Gironès"
    ]
  },
  {
    "text": "Cal que passis per la comarca on parla occidental i orgull de poble, amb fires i cooperatives — i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Pla d'Urgell"
    ]
  },
  {
    "text": "Has d'anar a la comarca on penya-segats i camins costaners obliguen a caminar amb el mar a sota; i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Garraf"
    ]
  },
  {
    "text": "Evita la comarca on un monestir cistercenc de pedra clara domina una plana agrícola plena de ceps i avellaners; i el foc hi té paper ritual; però la logística et faria perdre massa temps entre parades clau.",
    "type": "EXCLUDE",
    "comarques": [
      "Alt Camp"
    ]
  },
  {
    "text": "Has de passar per la comarca on els ponts de pedra i els camins antics connecten poblets separats per torrents, i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Alta Ribagorça"
    ]
  },
  {
    "text": "Evita la comarca on jota i accent meridional, amb cultura de banda i festa al carrer; i la memòria històrica pesa a cada pedra; però la ruta ràpida no t’ho posarà fàcil per accedir als espais emblemàtics.",
    "type": "EXCLUDE",
    "comarques": [
      "Montsià"
    ]
  },
  {
    "text": "Cal que passis per la comarca on la plana agrícola fa de tractors i mercats una cultura quotidiana, i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Pla d'Urgell"
    ]
  },
  {
    "text": "No passis per la comarca on un parc nacional d’estanys glacials i granit imposa respecte i silenci; i l’arquitectura parla de cooperatives i comunitat; però tindries massa desviament per seguir el fil cultural de la partida.",
    "type": "EXCLUDE",
    "comarques": [
      "Pallars Sobirà"
    ]
  },
  {
    "text": "No entris a la comarca on memòria d’una gran batalla i paisatge de vinya i vent persistent; i la memòria històrica pesa a cada pedra; però el teu itinerari no admet tantes parades i et trencaria el ritme.",
    "type": "EXCLUDE",
    "comarques": [
      "Terra Alta"
    ]
  },
  {
    "text": "Travessa la comarca on un monestir fundacional va ser bressol de cultura escrita i romànic de pedra; i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Ripollès"
    ]
  },
  {
    "text": "Cal que passis per la comarca on un monestir cistercenc de pedra clara domina una plana agrícola plena de ceps i avellaners — i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Camp"
    ]
  },
  {
    "text": "Has de passar per la comarca on façanes modernistes, ferro forjat i vitralls converteixen carrers en museu; i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Barcelonès"
    ]
  },
  {
    "text": "Has d'anar a la comarca on un amfiteatre romà arran de mar recorda lluites i pedres clàssiques; i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Tarragonès"
    ]
  },
  {
    "text": "Incorpora la comarca on esquí i neu, però també formatges i fires de bestiar a l’estiu, i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Cerdanya"
    ]
  },
  {
    "text": "Incorpora la comarca on la cuina hi és de volcà: simple, intensa i molt de producte; i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Garrotxa"
    ]
  },
  {
    "text": "Incorpora la comarca on parla occidental i orgull de poble, amb fires i cooperatives; i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Pla d'Urgell"
    ]
  },
  {
    "text": "Has de passar per la comarca on fires d’embotit i formatge, amb vida de mercat i conversa lenta — i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Solsonès"
    ]
  },
  {
    "text": "Cal que passis per la comarca on la frontera és quotidiana en mercats i llengües que es barregen; i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Cerdanya"
    ]
  },
  {
    "text": "Travessa la comarca on el paisatge és pirinenc però també industrial, de riu i fàbrica antiga — i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Ripollès"
    ]
  },
  {
    "text": "Cal que passis per la comarca on un univers surrealista es va convertir en museu teatral, amb ous i figures impossibles, i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Empordà"
    ]
  },
  {
    "text": "Has de passar per la comarca on una cantada nocturna d’havaneres s’acompanya de rom cremat davant una cala — i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Empordà"
    ]
  },
  {
    "text": "Incorpora la comarca on la música de cambra i els festivals d’estiu omplen auditoris i places — i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Penedès"
    ]
  },
  {
    "text": "Has d'anar a la comarca on cases blanques i llum mediterrània fan de postal, i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Garraf"
    ]
  },
  {
    "text": "Has de passar per la comarca on els mercats d’hivern combinen producte de costa amb cuina de cassola — i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Penedès"
    ]
  },
  {
    "text": "Incorpora la comarca on valls profundes i neu: la cultura de muntanya gira al voltant d’hiverns llargs; i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Val d'Aran"
    ]
  },
  {
    "text": "Has de passar per la comarca on la gastronomia és contundent: olles calentes, caça i producte de bosc — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Val d'Aran"
    ]
  },
  {
    "text": "Has d'anar a la comarca on cereals i horitzó obert, amb pedra seca i castells de frontera; i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Segarra"
    ]
  },
  {
    "text": "Has d'anar a la comarca on molins antics i cooperatives expliquen una economia d’olivera; i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Garrigues"
    ]
  },
  {
    "text": "Cal que passis per la comarca on la cultura de secà i regadiu es barreja en un mosaic de camps; i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Noguera"
    ]
  },
  {
    "text": "Has d'anar a la comarca on la llegenda d’un drac i un cavaller pren vida en una vila emmurallada a la primavera — i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Conca de Barberà"
    ]
  },
  {
    "text": "Cal que passis per la comarca on campaners fan repics coordinats amb una precisió que sembla competició, i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Noguera"
    ]
  },
  {
    "text": "Incorpora la comarca on el riu baixa fred i clar i les rutes d’alta muntanya fan de porta cap a un altre país; i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Urgell"
    ]
  },
  {
    "text": "Cal que passis per la comarca on la plana agrícola fa de tractors i mercats una cultura quotidiana — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Pla d'Urgell"
    ]
  },
  {
    "text": "Has d'anar a la comarca on història de comtes i castells, amb pedra i documents antics, i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Urgell"
    ]
  },
  {
    "text": "Incorpora la comarca on mercats de ponent i parla amb article occidental en conversa relaxada — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Segarra"
    ]
  },
  {
    "text": "Cal que passis per la comarca on les fires d’artesania i el teixit industrial conviuen amb vinya i bosc; i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Anoia"
    ]
  },
  {
    "text": "Travessa la comarca on la geometria dels camps és un paisatge gairebé abstracte — i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Pla d'Urgell"
    ]
  },
  {
    "text": "Has de passar per la comarca on barques, llotja i cuina d’anguila, arròs i marisc, i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Montsià"
    ]
  },
  {
    "text": "Travessa la comarca on maduixes dolces de primavera i mercats que fan olor de fruita acabada de collir — i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Maresme"
    ]
  },
  {
    "text": "Cal que passis per la comarca on campanars esvelts i absis llombards s’alineen en una vall estreta i alta; i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Alta Ribagorça"
    ]
  },
  {
    "text": "Incorpora la comarca on mercat medieval i places plenes, amb pedra i història a cada cantonada, i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Osona"
    ]
  },
  {
    "text": "Incorpora la comarca on la frontera és quotidiana en mercats i llengües que es barregen; i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Cerdanya"
    ]
  },
  {
    "text": "Incorpora la comarca on memòria d’una gran batalla i paisatge de vinya i vent persistent; i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Terra Alta"
    ]
  },
  {
    "text": "Incorpora la comarca on el Montseny aporta castanyes, bolets i aplecs de tardor, i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Vallès Oriental"
    ]
  },
  {
    "text": "Cal que passis per la comarca on un gènere mestís de guitarra i palmes va néixer en barris obrers i va fer escola, i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Barcelonès"
    ]
  },
  {
    "text": "Travessa la comarca on muralles i carrers estrets fan d’escenari per a festivals i música — i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Gironès"
    ]
  },
  {
    "text": "No entris a la comarca on transhumància i ramaderia d’estiu, amb cabanes i prats alts; i el foc hi té paper ritual; però la logística et faria perdre massa temps entre parades clau.",
    "type": "EXCLUDE",
    "comarques": [
      "Pallars Sobirà"
    ]
  },
  {
    "text": "No entris a la comarca on a tocar de canyissars i arrossars, la cuina combina anguila, arròs i horta; i el paisatge fa de pista per a qui sap mirar; però tindries massa desviament per seguir el fil cultural de la partida.",
    "type": "EXCLUDE",
    "comarques": [
      "Baix Ebre"
    ]
  },
  {
    "text": "Cal que passis per la comarca on congost de parets altíssimes obliga a mirar amunt mentre el riu s’estreny; i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Pallars Jussà"
    ]
  },
  {
    "text": "Evita la comarca on fruita dolça i canals fan de la plana un jardí immens a l’estiu; i quan la cobla arrenca, la plaça s’ordena en rotllanes; però els actes forts són massa estacionals i avui no et sumarien punts.",
    "type": "EXCLUDE",
    "comarques": [
      "Segrià"
    ]
  },
  {
    "text": "Has de passar per la comarca on una festa major d’una santa local omple carrers de seguici, foc i música — i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Tarragonès"
    ]
  },
  {
    "text": "Has d'anar a la comarca on mines i memòria industrial conviuen amb boscos i prats de prepirineu — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Berguedà"
    ]
  },
  {
    "text": "Cal que passis per la comarca on una nit d’estrelles excepcional en un massís on el cel és tan important com la terra, i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Noguera"
    ]
  },
  {
    "text": "Has de passar per la comarca on molins antics i cooperatives expliquen una economia d’olivera; i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Garrigues"
    ]
  },
  {
    "text": "Travessa la comarca on en claustres i patis, un ou buit balla sobre un raig d’aigua per Corpus, i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Barcelonès"
    ]
  },
  {
    "text": "Travessa la comarca on campanars esvelts i absis llombards s’alineen en una vall estreta i alta, i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Alta Ribagorça"
    ]
  },
  {
    "text": "Travessa la comarca on la neu hi marca el calendari i la festa major té gust d’alta vall — i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Pallars Sobirà"
    ]
  },
  {
    "text": "Has d'anar a la comarca on meandres amples i miradors mostren el riu com una cinta infinita — i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Ribera d'Ebre"
    ]
  },
  {
    "text": "Has d'anar a la comarca on una capital d’artesania i gegants viu entre volcans adormits — i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Garrotxa"
    ]
  },
  {
    "text": "Travessa la comarca on castells i espais de frontera expliquen una història de pas pirinenc — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Pallars Jussà"
    ]
  },
  {
    "text": "Travessa la comarca on jota i accent meridional, amb cultura de banda i festa al carrer, i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Montsià"
    ]
  },
  {
    "text": "Cal que passis per la comarca on el cel s’omple de veles de colors quan desenes de globus s’enlairen a primera hora — i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Anoia"
    ]
  },
  {
    "text": "Has de passar per la comarca on molins antics i cooperatives expliquen una economia d’olivera; i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Garrigues"
    ]
  },
  {
    "text": "Has d'anar a la comarca on els estanys i les pastures dibuixen un paisatge gairebé alpí — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Cerdanya"
    ]
  },
  {
    "text": "Cal que passis per la comarca on santuaris i altiplà, amb pinassa i paisatge obert de muntanya mitjana, i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Solsonès"
    ]
  },
  {
    "text": "No passis per la comarca on els ponts de pedra i els camins antics connecten poblets separats per torrents; i quan la cobla arrenca, la plaça s’ordena en rotllanes; però tindries massa desviament per seguir el fil cultural de la partida.",
    "type": "EXCLUDE",
    "comarques": [
      "Alta Ribagorça"
    ]
  },
  {
    "text": "Has d'anar a la comarca on la proximitat metropolitana contrasta amb parcs i rieres; i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Vallès Occidental"
    ]
  },
  {
    "text": "Incorpora la comarca on la cuina hi barreja peix, romesco i producte d’horta; i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Tarragonès"
    ]
  },
  {
    "text": "Has de passar per la comarca on camins rectes i turons suaus, amb masos i camps sense fi; i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Segarra"
    ]
  },
  {
    "text": "Cal que passis per la comarca on romànic rural i ponts antics en rieres i afluents, i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Osona"
    ]
  },
  {
    "text": "Has de passar per la comarca on el riu baixa fred i clar i les rutes d’alta muntanya fan de porta cap a un altre país, i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Urgell"
    ]
  },
  {
    "text": "Esquiva la comarca on la festa major hi té toc antic, de balls i banderes; i el foc hi té paper ritual; però la logística et faria perdre massa temps entre parades clau.",
    "type": "EXCLUDE",
    "comarques": [
      "Solsonès"
    ]
  },
  {
    "text": "Incorpora la comarca on una vil·la vora mar conserva la memòria d’un gran violoncel·lista i el seu cant de pau, i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Penedès"
    ]
  },
  {
    "text": "Has d'anar a la comarca on molins antics i cooperatives expliquen una economia d’olivera, i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Garrigues"
    ]
  },
  {
    "text": "Has de passar per la comarca on boscos d’alzina i suro, amb camins humits i ombra fresca, i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Selva"
    ]
  },
  {
    "text": "Evita la comarca on mercat medieval i places plenes, amb pedra i història a cada cantonada; i la gastronomia és tan identitària com la bandera; però tindries massa desviament per seguir el fil cultural de la partida.",
    "type": "EXCLUDE",
    "comarques": [
      "Osona"
    ]
  },
  {
    "text": "Has d'anar a la comarca on plana ampla de masies, i corals i aplecs que omplen diumenges — i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Osona"
    ]
  },
  {
    "text": "Has de passar per la comarca on pobles penjats i carreteres sinuoses obliguen a conduir amb calma; i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Priorat"
    ]
  },
  {
    "text": "Incorpora la comarca on mines i memòria industrial conviuen amb boscos i prats de prepirineu — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Berguedà"
    ]
  },
  {
    "text": "Cal que passis per la comarca on mines i memòria industrial conviuen amb boscos i prats de prepirineu, i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Berguedà"
    ]
  },
  {
    "text": "Cal que passis per la comarca on una cantada nocturna d’havaneres s’acompanya de rom cremat davant una cala — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Empordà"
    ]
  },
  {
    "text": "Travessa la comarca on una festa recorda una plaga de la vinya amb foc, gegants i sàtira popular, i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Penedès"
    ]
  },
  {
    "text": "Cal que passis per la comarca on castells i ermites amagades donen rutes de pedra i història; i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Selva"
    ]
  },
  {
    "text": "Travessa la comarca on un monestir cistercenc de pedra clara domina una plana agrícola plena de ceps i avellaners; i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Camp"
    ]
  },
  {
    "text": "Incorpora la comarca on la cuina de fonda barreja caça, bolets i plats de cullera contundents — i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Bages"
    ]
  },
  {
    "text": "Travessa la comarca on formatges, mel i carn de caça, amb fires petites de muntanya, i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Pallars Jussà"
    ]
  },
  {
    "text": "Esquiva la comarca on formatges, mel i carn de caça, amb fires petites de muntanya; i el paisatge fa de pista per a qui sap mirar; però el teu itinerari no admet tantes parades i et trencaria el ritme.",
    "type": "EXCLUDE",
    "comarques": [
      "Pallars Jussà"
    ]
  },
  {
    "text": "Has d'anar a la comarca on l’estiu hi és sinònim de llum suau i camins de ronda; i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Empordà"
    ]
  },
  {
    "text": "Has de passar per la comarca on tasts a cellers petits, amb cultura familiar i conversa lenta, i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Priorat"
    ]
  },
  {
    "text": "Has d'anar a la comarca on un ofici antic baixava troncs pel riu en rais lligats amb cordes i habilitat; i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Pallars Jussà"
    ]
  },
  {
    "text": "Travessa la comarca on la pressió metropolitana conviu amb camps que encara donen verdures fresques, i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Llobregat"
    ]
  },
  {
    "text": "Incorpora la comarca on mercats setmanals i tradició de colles en places petites, i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Vallès Oriental"
    ]
  },
  {
    "text": "Has d'anar a la comarca on canals i regadius dibuixen camps com un quadriculat perfectament humà — i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Pla d'Urgell"
    ]
  },
  {
    "text": "Travessa la comarca on els mercats històrics són catedrals de producte i llenguatge popular, i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Barcelonès"
    ]
  },
  {
    "text": "Incorpora la comarca on boscos d’alzina i suro, amb camins humits i ombra fresca — i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Selva"
    ]
  },
  {
    "text": "Has de passar per la comarca on les fires d’artesania i el teixit industrial conviuen amb vinya i bosc, i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Anoia"
    ]
  },
  {
    "text": "Has d'anar a la comarca on les pastures i la transhumància hi són memòria viva, amb fogueres i música; i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Urgell"
    ]
  },
  {
    "text": "No entris a la comarca on el vi escumós hi és identitat i els esmorzars de collita són gairebé ritual; i l’arquitectura parla de cooperatives i comunitat; però el teu itinerari no admet tantes parades i et trencaria el ritme.",
    "type": "EXCLUDE",
    "comarques": [
      "Alt Penedès"
    ]
  },
  {
    "text": "Has d'anar a la comarca on la cultura del vi hi és pacient, de bóta i tast pausat — i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Conca de Barberà"
    ]
  },
  {
    "text": "Incorpora la comarca on fires de bestiar i mercats de poble, amb cultura de pagès ben viva, i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Lluçanès"
    ]
  },
  {
    "text": "Travessa la comarca on a tocar de canyissars i arrossars, la cuina combina anguila, arròs i horta, i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Ebre"
    ]
  },
  {
    "text": "Incorpora la comarca on parets verticals estrenyen un riu fins fer-lo un passadís d’aigua verda; i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Noguera"
    ]
  },
  {
    "text": "Cal que passis per la comarca on les torres de guaita i la memòria d’antics ports fluvials hi són present, i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Ebre"
    ]
  },
  {
    "text": "Has d'anar a la comarca on les fires de producte local defensen la pagesia amb festa i música — i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Llobregat"
    ]
  },
  {
    "text": "Travessa la comarca on ball de gitanes amb picarols i flabiol omple places per Carnaval, i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Vallès Oriental"
    ]
  },
  {
    "text": "Cal que passis per la comarca on les pastures i la transhumància hi són memòria viva, amb fogueres i música; i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Urgell"
    ]
  },
  {
    "text": "Has de passar per la comarca on maduixes dolces de primavera i mercats que fan olor de fruita acabada de collir, i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Maresme"
    ]
  },
  {
    "text": "Incorpora la comarca on danses de plaça i aplecs, amb cobla petita i veus de taverna — i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Lluçanès"
    ]
  },
  {
    "text": "Cal que passis per la comarca on pobles de pedra amb arcs i portals, i olor de mar entre carrerons estrets — i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Empordà"
    ]
  },
  {
    "text": "Cal que passis per la comarca on formatges, mel i carn de caça, amb fires petites de muntanya, i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Pallars Jussà"
    ]
  },
  {
    "text": "Esquiva la comarca on un plat de col d’hivern i patata aixafada escalfa una vall alta i oberta; i el català s’hi diu amb girs ben locals; però la ruta ràpida no t’ho posarà fàcil per accedir als espais emblemàtics.",
    "type": "EXCLUDE",
    "comarques": [
      "Cerdanya"
    ]
  },
  {
    "text": "Travessa la comarca on una capital d’artesania i gegants viu entre volcans adormits; i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Garrotxa"
    ]
  },
  {
    "text": "Has d'anar a la comarca on façanes modernistes, ferro forjat i vitralls converteixen carrers en museu; i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Barcelonès"
    ]
  },
  {
    "text": "No passis per la comarca on el Montseny aporta castanyes, bolets i aplecs de tardor; i la memòria històrica pesa a cada pedra; però la logística et faria perdre massa temps entre parades clau.",
    "type": "EXCLUDE",
    "comarques": [
      "Vallès Oriental"
    ]
  },
  {
    "text": "Travessa la comarca on formatges, mel i carn de caça, amb fires petites de muntanya, i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Pallars Jussà"
    ]
  },
  {
    "text": "Esquiva la comarca on l’estiu hi és sinònim de llum suau i camins de ronda; i les cançons de taverna surten soles; però el teu itinerari no admet tantes parades i et trencaria el ritme.",
    "type": "EXCLUDE",
    "comarques": [
      "Baix Empordà"
    ]
  },
  {
    "text": "No entris a la comarca on els mercats històrics són catedrals de producte i llenguatge popular; i la geografia imposa un ritme propi; però tindries massa desviament per seguir el fil cultural de la partida.",
    "type": "EXCLUDE",
    "comarques": [
      "Barcelonès"
    ]
  },
  {
    "text": "Has de passar per la comarca on arquitectura de pedra i fusta, amb esglésies i campanars d’alta vall, i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Val d'Aran"
    ]
  },
  {
    "text": "Cal que passis per la comarca on una mina de sal tallada com una catedral subterrània revela estrats brillants; i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Bages"
    ]
  },
  {
    "text": "Has de passar per la comarca on gegants i grallers encapçalen seguicis en pobles de bosc — i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Selva"
    ]
  },
  {
    "text": "Incorpora la comarca on castells de frontera vigilaven camins entre plana i serralada interior; i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Anoia"
    ]
  },
  {
    "text": "Travessa la comarca on una vil·la vora mar conserva la memòria d’un gran violoncel·lista i el seu cant de pau — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Penedès"
    ]
  },
  {
    "text": "Has d'anar a la comarca on llaguts i memòria fluvial expliquen comerç antic i vida de riba — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Ribera d'Ebre"
    ]
  },
  {
    "text": "Cal que passis per la comarca on una festa recorda una plaga de la vinya amb foc, gegants i sàtira popular — i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Penedès"
    ]
  },
  {
    "text": "Travessa la comarca on els aiguamolls de delta atrauen ocells i passejadors amb prismàtics, i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Llobregat"
    ]
  },
  {
    "text": "Travessa la comarca on mercats i fires de ponent marquen el pols comercial de la comarca; i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Urgell"
    ]
  },
  {
    "text": "Has d'anar a la comarca on façanes modernistes, ferro forjat i vitralls converteixen carrers en museu, i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Barcelonès"
    ]
  },
  {
    "text": "Has d'anar a la comarca on meandres amples i miradors mostren el riu com una cinta infinita; i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Ribera d'Ebre"
    ]
  },
  {
    "text": "Incorpora la comarca on esmorzars de pa torrat amb all i tomàquet tenen gust d’hivern, i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Garrigues"
    ]
  },
  {
    "text": "Has d'anar a la comarca on la gastronomia és contundent: olles calentes, caça i producte de bosc; i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Val d'Aran"
    ]
  },
  {
    "text": "Incorpora la comarca on cooperatives del vi amb arcs i maó fan de la pagesia una arquitectura monumental, i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Conca de Barberà"
    ]
  },
  {
    "text": "Travessa la comarca on processons solemnes i misteris marquen Setmana Santa amb timbal, i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Tarragonès"
    ]
  },
  {
    "text": "Incorpora la comarca on la parla té cantarella pròpia i un orgull litoral discret, i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Maresme"
    ]
  },
  {
    "text": "Esquiva la comarca on pobles penjats i carreteres sinuoses obliguen a conduir amb calma; i el paisatge fa de pista per a qui sap mirar; però la logística et faria perdre massa temps entre parades clau.",
    "type": "EXCLUDE",
    "comarques": [
      "Priorat"
    ]
  },
  {
    "text": "Has d'anar a la comarca on un pas de barca sense motor creua el riu amb corrent, guiada per mans expertes, i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Ribera d'Ebre"
    ]
  },
  {
    "text": "Travessa la comarca on les esglésies petites i l’art romànic formen un conjunt reconegut arreu del món; i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Alta Ribagorça"
    ]
  },
  {
    "text": "Has de passar per la comarca on el Montseny aporta castanyes, bolets i aplecs de tardor; i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Vallès Oriental"
    ]
  },
  {
    "text": "Incorpora la comarca on la clotxa de tros alimenta pagesos: pa buidat, escalivada i arengada — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Ribera d'Ebre"
    ]
  },
  {
    "text": "Incorpora la comarca on santuaris i altiplà, amb pinassa i paisatge obert de muntanya mitjana; i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Solsonès"
    ]
  },
  {
    "text": "Incorpora la comarca on castells i gralles conviuen amb la memòria de l’Imperi, i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Tarragonès"
    ]
  },
  {
    "text": "Travessa la comarca on cooperatives modernistes i tastos de garnatxa blanca en pobles de pedra; i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Terra Alta"
    ]
  },
  {
    "text": "Incorpora la comarca on una capital d’artesania i gegants viu entre volcans adormits, i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Garrotxa"
    ]
  },
  {
    "text": "Travessa la comarca on un pas de barca sense motor creua el riu amb corrent, guiada per mans expertes — i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Ribera d'Ebre"
    ]
  },
  {
    "text": "Cal que passis per la comarca on jota i accent meridional, amb cultura de banda i plaça — i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Terra Alta"
    ]
  },
  {
    "text": "Cal que passis per la comarca on parets verticals estrenyen un riu fins fer-lo un passadís d’aigua verda, i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Noguera"
    ]
  },
  {
    "text": "Travessa la comarca on una fira d’arts escèniques converteix carrers en teatre i circ a l’aire lliure, i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Urgell"
    ]
  },
  {
    "text": "Travessa la comarca on festes de navegació i ports petits, amb llotja i barques, i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Maresme"
    ]
  },
  {
    "text": "Has de passar per la comarca on a l’estiu, fruita dolça i meló omplen caixes i magatzems — i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Pla d'Urgell"
    ]
  },
  {
    "text": "Cal que passis per la comarca on masies i pedra seca expliquen una vida de pas entre comarques grans, i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Moianès"
    ]
  },
  {
    "text": "Travessa la comarca on la clotxa és dinar de tros: pa, escalivada, all i peix salat o arengada, i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Terra Alta"
    ]
  },
  {
    "text": "Evita la comarca on una festa recorda una plaga de la vinya amb foc, gegants i sàtira popular; i quan la cobla arrenca, la plaça s’ordena en rotllanes; però el teu itinerari no admet tantes parades i et trencaria el ritme.",
    "type": "EXCLUDE",
    "comarques": [
      "Alt Penedès"
    ]
  },
  {
    "text": "Incorpora la comarca on esmorzars de pa torrat amb all i tomàquet tenen gust d’hivern, i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Garrigues"
    ]
  },
  {
    "text": "Incorpora la comarca on la festa major hi té toc antic, de balls i banderes — i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Solsonès"
    ]
  },
  {
    "text": "Travessa la comarca on castells i espais de frontera expliquen una història de pas pirinenc; i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Pallars Jussà"
    ]
  },
  {
    "text": "Cal que passis per la comarca on gegants i grallers encapçalen seguicis en pobles de bosc; i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Selva"
    ]
  },
  {
    "text": "Has d'anar a la comarca on castells i ermites vigilen una comarca gran i diversa de ponent — i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Noguera"
    ]
  },
  {
    "text": "Esquiva la comarca on la neu hi marca el calendari i la festa major té gust d’alta vall; i la gastronomia és tan identitària com la bandera; però la ruta ràpida no t’ho posarà fàcil per accedir als espais emblemàtics.",
    "type": "EXCLUDE",
    "comarques": [
      "Pallars Sobirà"
    ]
  },
  {
    "text": "Cal que passis per la comarca on una fageda creix sobre un sòl volcànic i la boira hi fa de decorat, i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Garrotxa"
    ]
  },
  {
    "text": "Travessa la comarca on colònies i canals expliquen una economia de riu, tèxtil i esforç — i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Bages"
    ]
  },
  {
    "text": "Has de passar per la comarca on la pressió metropolitana conviu amb camps que encara donen verdures fresques — i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Llobregat"
    ]
  },
  {
    "text": "Cal que passis per la comarca on la verema omple carrers d’olor de most, i el brindis es fa amb bombolles fines; i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Penedès"
    ]
  },
  {
    "text": "Cal que passis per la comarca on una llegenda explica que un eixam d’insectes va salvar una ciutat davant un setge, i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Gironès"
    ]
  },
  {
    "text": "Has d'anar a la comarca on balnearis i aigües termals conviuen amb masies i conreus de secà — i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Camp"
    ]
  },
  {
    "text": "Incorpora la comarca on santuaris i altiplà, amb pinassa i paisatge obert de muntanya mitjana, i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Solsonès"
    ]
  },
  {
    "text": "Evita la comarca on l’horitzó és de secà, ametllers i oliveres; i les cançons de taverna surten soles; però tindries massa desviament per seguir el fil cultural de la partida.",
    "type": "EXCLUDE",
    "comarques": [
      "Terra Alta"
    ]
  },
  {
    "text": "No entris a la comarca on parla occidental i orgull de poble, amb fires i cooperatives; i la geografia imposa un ritme propi; però el teu itinerari no admet tantes parades i et trencaria el ritme.",
    "type": "EXCLUDE",
    "comarques": [
      "Pla d'Urgell"
    ]
  },
  {
    "text": "Cal que passis per la comarca on festes de carrer amb penyes i música fins tard; i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Segrià"
    ]
  },
  {
    "text": "Has d'anar a la comarca on fires de bestiar i mercats de poble, amb cultura de pagès ben viva, i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Lluçanès"
    ]
  },
  {
    "text": "Cal que passis per la comarca on un gran estany és centre de vida, amb rem, volta a peu i llegenda de bèstia adormida, i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Pla de l'Estany"
    ]
  },
  {
    "text": "Incorpora la comarca on una festa major d’una santa local omple carrers de seguici, foc i música — i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Tarragonès"
    ]
  },
  {
    "text": "Has d'anar a la comarca on els marges de pedra seca expliquen segles de secà i conreu pacient — i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Camp"
    ]
  },
  {
    "text": "Incorpora la comarca on paisatge de bosc i clariana, amb pedra seca i fonts amagades; i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Lluçanès"
    ]
  },
  {
    "text": "Has d'anar a la comarca on una muntanya d’agulles inconfusibles té un monestir amb escolania de veus blanques, i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Bages"
    ]
  },
  {
    "text": "Incorpora la comarca on la proximitat metropolitana contrasta amb parcs i rieres; i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Vallès Occidental"
    ]
  },
  {
    "text": "Cal que passis per la comarca on fruita dolça i canals fan de la plana un jardí immens a l’estiu — i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Segrià"
    ]
  },
  {
    "text": "Has de passar per la comarca on paisatge de secà i pedra seca, amb conreus que aguanten sense reg; i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Garrigues"
    ]
  },
  {
    "text": "Has de passar per la comarca on cases de colors miren un riu i els ponts uneixen barris de pedra; i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Gironès"
    ]
  },
  {
    "text": "Has d'anar a la comarca on plana ampla de masies, i corals i aplecs que omplen diumenges; i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Osona"
    ]
  },
  {
    "text": "Has d'anar a la comarca on mines i memòria industrial conviuen amb boscos i prats de prepirineu, i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Berguedà"
    ]
  },
  {
    "text": "Has d'anar a la comarca on ratafia casolana macera nous verdes i herbes en aiguardent després de Sant Joan, i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Selva"
    ]
  },
  {
    "text": "Incorpora la comarca on costers de pissarra negra fan créixer ceps que donen vins densos i minerals — i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Priorat"
    ]
  },
  {
    "text": "Has d'anar a la comarca on un cim amb dues puntes domina l’horitzó i marca l’orgull excursionista, i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Berguedà"
    ]
  },
  {
    "text": "Travessa la comarca on aigua quieta i canyissars, amb ocells i miradors discrets — i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Pla de l'Estany"
    ]
  },
  {
    "text": "Has de passar per la comarca on la infantesa d’un arquitecte modernista es respira en carrers de pedra i museus, i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Camp"
    ]
  },
  {
    "text": "Travessa la comarca on campaners fan repics coordinats amb una precisió que sembla competició, i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Noguera"
    ]
  },
  {
    "text": "Travessa la comarca on el cel s’omple de veles de colors quan desenes de globus s’enlairen a primera hora — i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Anoia"
    ]
  },
  {
    "text": "Has de passar per la comarca on la pressió metropolitana conviu amb camps que encara donen verdures fresques; i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Llobregat"
    ]
  },
  {
    "text": "No passis per la comarca on cases de colors miren un riu i els ponts uneixen barris de pedra; i l’arquitectura parla de cooperatives i comunitat; però els actes forts són massa estacionals i avui no et sumarien punts.",
    "type": "EXCLUDE",
    "comarques": [
      "Gironès"
    ]
  },
  {
    "text": "Cal que passis per la comarca on les pastures i la transhumància hi són memòria viva, amb fogueres i música, i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Urgell"
    ]
  },
  {
    "text": "Incorpora la comarca on la cuina hi és de volcà: simple, intensa i molt de producte — i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Garrotxa"
    ]
  },
  {
    "text": "Incorpora la comarca on un plat de col d’hivern i patata aixafada escalfa una vall alta i oberta; i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Cerdanya"
    ]
  },
  {
    "text": "Incorpora la comarca on mercat medieval i places plenes, amb pedra i història a cada cantonada, i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Osona"
    ]
  },
  {
    "text": "Has d'anar a la comarca on un festival renaixentista converteix carrerons en un escenari d’època i artesans, i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Ebre"
    ]
  },
  {
    "text": "Has de passar per la comarca on gegants i grallers encapçalen seguicis en pobles de bosc; i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Selva"
    ]
  },
  {
    "text": "Travessa la comarca on històries d’espeleologia i coves properes complementen el paisatge d’aigua, i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Pla de l'Estany"
    ]
  },
  {
    "text": "Cal que passis per la comarca on tradició de pesca i de banys d’estiu, amb calma de diumenge — i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Pla de l'Estany"
    ]
  },
  {
    "text": "Has de passar per la comarca on la cuina de fonda barreja caça, bolets i plats de cullera contundents, i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Bages"
    ]
  },
  {
    "text": "Cal que passis per la comarca on uns sermons medievals en llengua vulgar van néixer en pergamins guardats amb cura; i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Urgell"
    ]
  },
  {
    "text": "Has de passar per la comarca on la jota s’hi sent amb naturalitat, i la sardana no és pas la reina — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Ebre"
    ]
  },
  {
    "text": "Has de passar per la comarca on una muntanya d’agulles inconfusibles té un monestir amb escolania de veus blanques; i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Bages"
    ]
  },
  {
    "text": "Evita la comarca on la clotxa de tros alimenta pagesos: pa buidat, escalivada i arengada; i quan la cobla arrenca, la plaça s’ordena en rotllanes; però la logística et faria perdre massa temps entre parades clau.",
    "type": "EXCLUDE",
    "comarques": [
      "Ribera d'Ebre"
    ]
  },
  {
    "text": "Has de passar per la comarca on el Montseny aporta castanyes, bolets i aplecs de tardor; i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Vallès Oriental"
    ]
  },
  {
    "text": "Travessa la comarca on els ceps creixen en fileres perfectes i la pedra seca sosté feixes i camins, i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Penedès"
    ]
  },
  {
    "text": "Incorpora la comarca on altiplà de prats i ramats, amb masies disperses i camins de carro; i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Lluçanès"
    ]
  },
  {
    "text": "Has de passar per la comarca on hi ha vins dolços i oliveres velles que resisteixen el vent sense dir-ne el nom; i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Empordà"
    ]
  },
  {
    "text": "Incorpora la comarca on un cim amb dues puntes domina l’horitzó i marca l’orgull excursionista, i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Berguedà"
    ]
  },
  {
    "text": "Has d'anar a la comarca on havaneres i rom cremat en passeigs marítims quan cau la nit, i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Maresme"
    ]
  },
  {
    "text": "Cal que passis per la comarca on paisatge de bosc i clariana, amb pedra seca i fonts amagades — i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Lluçanès"
    ]
  },
  {
    "text": "Travessa la comarca on una cartoixa va marcar la història espiritual i agrària del territori; i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Priorat"
    ]
  },
  {
    "text": "Has de passar per la comarca on els pagesos rosteixen cebes tendres llargues i les suquen en una salsa d’ametlla i nyora, i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Camp"
    ]
  },
  {
    "text": "Incorpora la comarca on parla occidental amb 'lo', i orgull de ciutat interior gran, i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Segrià"
    ]
  },
  {
    "text": "Has d'anar a la comarca on castells i gralles conviuen amb la memòria de l’Imperi — i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Tarragonès"
    ]
  },
  {
    "text": "Has de passar per la comarca on un gran monestir medieval al centre d’una vila explica poder i cultura escrita; i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Vallès Occidental"
    ]
  },
  {
    "text": "Cal que passis per la comarca on danses de plaça i aplecs, amb cobla petita i veus de taverna; i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Lluçanès"
    ]
  },
  {
    "text": "Has d'anar a la comarca on s’hi parla una llengua pròpia d’arrel gascona, amb salutacions que no són del català central — i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Val d'Aran"
    ]
  },
  {
    "text": "No passis per la comarca on cooperatives modernistes i tastos de garnatxa blanca en pobles de pedra; i els oficis antics encara es relaten; però el teu itinerari no admet tantes parades i et trencaria el ritme.",
    "type": "EXCLUDE",
    "comarques": [
      "Terra Alta"
    ]
  },
  {
    "text": "Has de passar per la comarca on tradició de pesca i de banys d’estiu, amb calma de diumenge — i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Pla de l'Estany"
    ]
  },
  {
    "text": "No passis per la comarca on marisc vermell i arrossos fan del mercat una temptació constant; i els oficis antics encara es relaten; però el teu itinerari no admet tantes parades i et trencaria el ritme.",
    "type": "EXCLUDE",
    "comarques": [
      "Baix Empordà"
    ]
  },
  {
    "text": "Travessa la comarca on fonts i rieres fan d’espina dorsal d’un territori de camins tranquils — i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Moianès"
    ]
  },
  {
    "text": "Incorpora la comarca on cultura de balls parlats i festa major amb comparses, i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Vallès Occidental"
    ]
  },
  {
    "text": "Incorpora la comarca on aigua quieta i canyissars, amb ocells i miradors discrets — i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Pla de l'Estany"
    ]
  },
  {
    "text": "Has d'anar a la comarca on una festa recorda una plaga de la vinya amb foc, gegants i sàtira popular — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Penedès"
    ]
  },
  {
    "text": "Incorpora la comarca on els mercats històrics són catedrals de producte i llenguatge popular — i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Barcelonès"
    ]
  },
  {
    "text": "Incorpora la comarca on la festa major té gust de brasa i de riu; i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Ribera d'Ebre"
    ]
  },
  {
    "text": "Has de passar per la comarca on una muntanya d’agulles inconfusibles té un monestir amb escolania de veus blanques — i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Bages"
    ]
  },
  {
    "text": "Esquiva la comarca on santuaris i altiplà, amb pinassa i paisatge obert de muntanya mitjana; i les cançons de taverna surten soles; però tindries massa desviament per seguir el fil cultural de la partida.",
    "type": "EXCLUDE",
    "comarques": [
      "Solsonès"
    ]
  },
  {
    "text": "Has de passar per la comarca on la cultura urbana barreja festa major, castells i arts de carrer; i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Barcelonès"
    ]
  },
  {
    "text": "Travessa la comarca on fruita dolça i canals fan de la plana un jardí immens a l’estiu; i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Segrià"
    ]
  },
  {
    "text": "Has de passar per la comarca on les torres de guaita i la memòria d’antics ports fluvials hi són present, i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Ebre"
    ]
  },
  {
    "text": "Incorpora la comarca on els pagesos rosteixen cebes tendres llargues i les suquen en una salsa d’ametlla i nyora; i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Camp"
    ]
  },
  {
    "text": "Travessa la comarca on plana ampla de masies, i corals i aplecs que omplen diumenges; i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Osona"
    ]
  },
  {
    "text": "Has d'anar a la comarca on muralles i carrers estrets fan d’escenari per a festivals i música; i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Gironès"
    ]
  },
  {
    "text": "Travessa la comarca on el cel s’omple de veles de colors quan desenes de globus s’enlairen a primera hora; i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Anoia"
    ]
  },
  {
    "text": "Has de passar per la comarca on a tocar de canyissars i arrossars, la cuina combina anguila, arròs i horta; i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Ebre"
    ]
  },
  {
    "text": "Has de passar per la comarca on falles de foc baixen de la muntanya per Sant Joan com serps lluminoses — i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Pallars Sobirà"
    ]
  },
  {
    "text": "Incorpora la comarca on transhumància i ramaderia d’estiu, amb cabanes i prats alts; i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Pallars Sobirà"
    ]
  },
  {
    "text": "Has de passar per la comarca on balnearis i aigües termals conviuen amb masies i conreus de secà, i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Camp"
    ]
  },
  {
    "text": "Has de passar per la comarca on una festa nocturna de bruixes i foc converteix la capital comarcal en aquelarre sense dir-ho — i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Segarra"
    ]
  },
  {
    "text": "Cal que passis per la comarca on el Montseny aporta castanyes, bolets i aplecs de tardor — i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Vallès Oriental"
    ]
  },
  {
    "text": "No passis per la comarca on un pas de barca sense motor creua el riu amb corrent, guiada per mans expertes; i el foc hi té paper ritual; però els actes forts són massa estacionals i avui no et sumarien punts.",
    "type": "EXCLUDE",
    "comarques": [
      "Ribera d'Ebre"
    ]
  },
  {
    "text": "Has de passar per la comarca on les tradicions del Penedès marítim respiren calma i història, i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Penedès"
    ]
  },
  {
    "text": "Travessa la comarca on les torres de guaita i la memòria d’antics ports fluvials hi són present, i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Ebre"
    ]
  },
  {
    "text": "Has de passar per la comarca on una llegenda explica que un eixam d’insectes va salvar una ciutat davant un setge, i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Gironès"
    ]
  },
  {
    "text": "Travessa la comarca on els aiguamolls de delta atrauen ocells i passejadors amb prismàtics, i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Llobregat"
    ]
  },
  {
    "text": "Has d'anar a la comarca on parla occidental amb 'lo', i orgull de ciutat interior gran, i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Segrià"
    ]
  },
  {
    "text": "Has d'anar a la comarca on neu, prats i silenci: l’hivern hi imposa un temps propi i auster; i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Alta Ribagorça"
    ]
  },
  {
    "text": "Cal que passis per la comarca on barques, llotja i cuina d’anguila, arròs i marisc — i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Montsià"
    ]
  },
  {
    "text": "Has de passar per la comarca on la identitat comarcal és recent però la cultura hi és molt antiga — i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Lluçanès"
    ]
  },
  {
    "text": "Has de passar per la comarca on aigua termal i balnearis, amb vila de descans i salut, i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Selva"
    ]
  },
  {
    "text": "Incorpora la comarca on tasts a cellers petits, amb cultura familiar i conversa lenta — i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Priorat"
    ]
  },
  {
    "text": "Travessa la comarca on oliveres i producte de delta conviuen en mercats plens de color — i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Montsià"
    ]
  },
  {
    "text": "Has de passar per la comarca on la jota s’hi sent amb naturalitat, i la sardana no és pas la reina — i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Ebre"
    ]
  },
  {
    "text": "Cal que passis per la comarca on històries d’espeleologia i coves properes complementen el paisatge d’aigua — i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Pla de l'Estany"
    ]
  },
  {
    "text": "Cal que passis per la comarca on una capital d’artesania i gegants viu entre volcans adormits; i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Garrotxa"
    ]
  },
  {
    "text": "No entris a la comarca on la cultura urbana barreja festa major, castells i arts de carrer; i l’arquitectura parla de cooperatives i comunitat; però la logística et faria perdre massa temps entre parades clau.",
    "type": "EXCLUDE",
    "comarques": [
      "Barcelonès"
    ]
  },
  {
    "text": "No entris a la comarca on havaneres i rom cremat en passeigs marítims quan cau la nit; i el paisatge fa de pista per a qui sap mirar; però el teu itinerari no admet tantes parades i et trencaria el ritme.",
    "type": "EXCLUDE",
    "comarques": [
      "Maresme"
    ]
  },
  {
    "text": "Has de passar per la comarca on parla occidental i orgull de poble, amb fires i cooperatives, i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Pla d'Urgell"
    ]
  },
  {
    "text": "Incorpora la comarca on un cim amb dues puntes domina l’horitzó i marca l’orgull excursionista; i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Berguedà"
    ]
  },
  {
    "text": "Cal que passis per la comarca on fires de bestiar i mercats de poble, amb cultura de pagès ben viva; i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Lluçanès"
    ]
  },
  {
    "text": "Travessa la comarca on la llegenda d’un drac i un cavaller pren vida en una vila emmurallada a la primavera, i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Conca de Barberà"
    ]
  },
  {
    "text": "Incorpora la comarca on mercat medieval i places plenes, amb pedra i història a cada cantonada — i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Osona"
    ]
  },
  {
    "text": "Has d'anar a la comarca on avellanes torrades i horta costanera, amb mercats que fan olor de fruit sec — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Camp"
    ]
  },
  {
    "text": "Cal que passis per la comarca on una amanida d’escarola amb bacallà i salsa d’ametlla és motiu de trobada hivernal; i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Garraf"
    ]
  },
  {
    "text": "Travessa la comarca on tasts a cellers petits, amb cultura familiar i conversa lenta, i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Priorat"
    ]
  },
  {
    "text": "Travessa la comarca on embotits curats amb boira i fred fan de l’esmorzar una institució; i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Osona"
    ]
  },
  {
    "text": "Has de passar per la comarca on una llum miraculosa del segle XIV encara es recorda com a clau d’una obra d’aigua, i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Bages"
    ]
  },
  {
    "text": "Incorpora la comarca on els aiguamolls de delta atrauen ocells i passejadors amb prismàtics — i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Llobregat"
    ]
  },
  {
    "text": "Has d'anar a la comarca on vila marinera i port pesquer donen peix a una cuina de suquet i romesco; i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Camp"
    ]
  },
  {
    "text": "Cal que passis per la comarca on la cultura urbana barreja festa major, castells i arts de carrer — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Barcelonès"
    ]
  },
  {
    "text": "Incorpora la comarca on cooperatives del vi amb arcs i maó fan de la pagesia una arquitectura monumental, i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Conca de Barberà"
    ]
  },
  {
    "text": "Incorpora la comarca on festes amb foc i música on l’occità i el català conviuen sense complexos — i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Val d'Aran"
    ]
  },
  {
    "text": "Incorpora la comarca on la neu hi marca el calendari i la festa major té gust d’alta vall — i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Pallars Sobirà"
    ]
  },
  {
    "text": "Travessa la comarca on història de comtes i castells, amb pedra i documents antics, i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Urgell"
    ]
  },
  {
    "text": "Cal que passis per la comarca on havaneres i rom cremat en passeigs marítims quan cau la nit; i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Maresme"
    ]
  },
  {
    "text": "Incorpora la comarca on mercat medieval i places plenes, amb pedra i història a cada cantonada; i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Osona"
    ]
  },
  {
    "text": "No entris a la comarca on castells i ermites amagades donen rutes de pedra i història; i el català s’hi diu amb girs ben locals; però la logística et faria perdre massa temps entre parades clau.",
    "type": "EXCLUDE",
    "comarques": [
      "Selva"
    ]
  },
  {
    "text": "Has d'anar a la comarca on oliveres i producte de delta conviuen en mercats plens de color — i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Montsià"
    ]
  },
  {
    "text": "Esquiva la comarca on els ceps creixen en fileres perfectes i la pedra seca sosté feixes i camins; i quan la cobla arrenca, la plaça s’ordena en rotllanes; però la ruta ràpida no t’ho posarà fàcil per accedir als espais emblemàtics.",
    "type": "EXCLUDE",
    "comarques": [
      "Alt Penedès"
    ]
  },
  {
    "text": "Has de passar per la comarca on arquitectura de pedra i fusta, amb esglésies i campanars d’alta vall — i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Val d'Aran"
    ]
  },
  {
    "text": "Incorpora la comarca on la cuina hi barreja peix, romesco i producte d’horta — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Tarragonès"
    ]
  },
  {
    "text": "Incorpora la comarca on a tocar de canyissars i arrossars, la cuina combina anguila, arròs i horta; i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Ebre"
    ]
  },
  {
    "text": "Cal que passis per la comarca on la pedra aspra d’un cap ventós s’endinsa al mar i obliga a caminar entre roques; i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Empordà"
    ]
  },
  {
    "text": "Has de passar per la comarca on l’estiu hi és sinònim de llum suau i camins de ronda — i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Empordà"
    ]
  },
  {
    "text": "Incorpora la comarca on la sardana i la cobla hi són habituals en festes majors, i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Vallès Oriental"
    ]
  },
  {
    "text": "Has de passar per la comarca on fruita dolça i canals fan de la plana un jardí immens a l’estiu; i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Segrià"
    ]
  },
  {
    "text": "Incorpora la comarca on història de comtes i castells, amb pedra i documents antics — i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Urgell"
    ]
  },
  {
    "text": "Evita la comarca on cereals i horitzó obert, amb pedra seca i castells de frontera; i les cançons de taverna surten soles; però la ruta ràpida no t’ho posarà fàcil per accedir als espais emblemàtics.",
    "type": "EXCLUDE",
    "comarques": [
      "Segarra"
    ]
  },
  {
    "text": "Cal que passis per la comarca on havaneres i rom cremat en passeigs marítims quan cau la nit — i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Maresme"
    ]
  },
  {
    "text": "Travessa la comarca on sol de muntanya i prats amplis, amb arquitectura de pedra i fusta, i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Cerdanya"
    ]
  },
  {
    "text": "Cal que passis per la comarca on fires d’oli i d’ametlla marquen el calendari — i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Garrigues"
    ]
  },
  {
    "text": "Has d'anar a la comarca on cases de colors miren un riu i els ponts uneixen barris de pedra; i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Gironès"
    ]
  },
  {
    "text": "Incorpora la comarca on xemeneies de maó recorden vapor i tèxtil, amb memòria obrera a cada barri — i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Vallès Occidental"
    ]
  },
  {
    "text": "Incorpora la comarca on carnavals i festes d’estiueig, amb comparses i música fins tard, i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Garraf"
    ]
  },
  {
    "text": "Evita la comarca on la llegenda d’un drac i un cavaller pren vida en una vila emmurallada a la primavera; i quan la cobla arrenca, la plaça s’ordena en rotllanes; però els actes forts són massa estacionals i avui no et sumarien punts.",
    "type": "EXCLUDE",
    "comarques": [
      "Conca de Barberà"
    ]
  },
  {
    "text": "Has d'anar a la comarca on una serralada propera al mar dona senderisme i vistes d’horitzó ample, i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Montsià"
    ]
  },
  {
    "text": "Has d'anar a la comarca on hi ha vins dolços i oliveres velles que resisteixen el vent sense dir-ne el nom — i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Empordà"
    ]
  },
  {
    "text": "Travessa la comarca on mercats setmanals i tradició de colles en places petites; i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Vallès Oriental"
    ]
  },
  {
    "text": "Has d'anar a la comarca on aigua quieta i canyissars, amb ocells i miradors discrets — i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Pla de l'Estany"
    ]
  },
  {
    "text": "Has de passar per la comarca on arts d’ofici: suro, xarxes i nàutica tradicional, sense perdre elegància — i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Empordà"
    ]
  },
  {
    "text": "Has d'anar a la comarca on fires de bolets i cuina de brasa quan arriba la tardor, i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Moianès"
    ]
  },
  {
    "text": "Has d'anar a la comarca on parla amb trets gironins i orgull de ciutat antiga, i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Gironès"
    ]
  },
  {
    "text": "Has de passar per la comarca on paisatge de secà i pedra seca, amb conreus que aguanten sense reg — i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Garrigues"
    ]
  },
  {
    "text": "Has d'anar a la comarca on campanars esvelts i absis llombards s’alineen en una vall estreta i alta, i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Alta Ribagorça"
    ]
  },
  {
    "text": "Travessa la comarca on la cultura popular s’organitza en colles a tocar de grans vies i infraestructures, i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Llobregat"
    ]
  },
  {
    "text": "Cal que passis per la comarca on uns sermons medievals en llengua vulgar van néixer en pergamins guardats amb cura — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Urgell"
    ]
  },
  {
    "text": "Travessa la comarca on transhumància i ramaderia d’estiu, amb cabanes i prats alts; i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Pallars Sobirà"
    ]
  },
  {
    "text": "Travessa la comarca on els ponts i els meandres petits han marcat rutes de carro i comerç — i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Anoia"
    ]
  },
  {
    "text": "No entris a la comarca on flors als carrers i patis oberts converteixen la primavera en festa visual; i les cançons de taverna surten soles; però els actes forts són massa estacionals i avui no et sumarien punts.",
    "type": "EXCLUDE",
    "comarques": [
      "Gironès"
    ]
  },
  {
    "text": "Cal que passis per la comarca on falles de foc baixen de la muntanya per Sant Joan com serps lluminoses; i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Pallars Sobirà"
    ]
  },
  {
    "text": "Cal que passis per la comarca on uns sermons medievals en llengua vulgar van néixer en pergamins guardats amb cura, i la memòria històrica pesa a cada pedra.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Urgell"
    ]
  },
  {
    "text": "Travessa la comarca on una llum miraculosa del segle XIV encara es recorda com a clau d’una obra d’aigua, i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Bages"
    ]
  },
  {
    "text": "No entris a la comarca on la parla té cantarella pròpia i un orgull litoral discret; i el paisatge fa de pista per a qui sap mirar; però el teu itinerari no admet tantes parades i et trencaria el ritme.",
    "type": "EXCLUDE",
    "comarques": [
      "Maresme"
    ]
  },
  {
    "text": "Travessa la comarca on arquitectura de pedra i fusta, amb esglésies i campanars d’alta vall — i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Val d'Aran"
    ]
  },
  {
    "text": "No passis per la comarca on una llegenda explica que un eixam d’insectes va salvar una ciutat davant un setge; i el foc hi té paper ritual; però la logística et faria perdre massa temps entre parades clau.",
    "type": "EXCLUDE",
    "comarques": [
      "Gironès"
    ]
  },
  {
    "text": "Has de passar per la comarca on castells i espais de frontera expliquen una història de pas pirinenc, i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Pallars Jussà"
    ]
  },
  {
    "text": "Travessa la comarca on una festa major d’una santa local omple carrers de seguici, foc i música; i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Tarragonès"
    ]
  },
  {
    "text": "Incorpora la comarca on una cartoixa va marcar la història espiritual i agrària del territori — i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Priorat"
    ]
  },
  {
    "text": "Has d'anar a la comarca on la cultura del gra marca el calendari de batre i sega, i els oficis antics encara es relaten.",
    "type": "INCLUDE",
    "comarques": [
      "Segarra"
    ]
  },
  {
    "text": "Incorpora la comarca on parla occidental i orgull de poble, amb fires i cooperatives, i el català s’hi diu amb girs ben locals.",
    "type": "INCLUDE",
    "comarques": [
      "Pla d'Urgell"
    ]
  },
  {
    "text": "Cal que passis per la comarca on cases blanques i llum mediterrània fan de postal; i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Garraf"
    ]
  },
  {
    "text": "Has d'anar a la comarca on la sardana i la cobla hi són habituals en festes majors — i el paisatge fa de pista per a qui sap mirar.",
    "type": "INCLUDE",
    "comarques": [
      "Vallès Oriental"
    ]
  },
  {
    "text": "Incorpora la comarca on sol de muntanya i prats amplis, amb arquitectura de pedra i fusta; i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Cerdanya"
    ]
  },
  {
    "text": "Has de passar per la comarca on miradors suaus i turons, sense grans altituds però amb molta calma; i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Moianès"
    ]
  },
  {
    "text": "Incorpora la comarca on el cel s’omple de veles de colors quan desenes de globus s’enlairen a primera hora — i les cançons de taverna surten soles.",
    "type": "INCLUDE",
    "comarques": [
      "Anoia"
    ]
  },
  {
    "text": "Travessa la comarca on parla amb trets gironins i orgull de ciutat antiga; i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Gironès"
    ]
  },
  {
    "text": "Has d'anar a la comarca on la plaça és escenari: música, dansa i cultura popular, i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Urgell"
    ]
  },
  {
    "text": "Evita la comarca on masies i pedra seca expliquen una vida de pas entre comarques grans; i la memòria històrica pesa a cada pedra; però els actes forts són massa estacionals i avui no et sumarien punts.",
    "type": "EXCLUDE",
    "comarques": [
      "Moianès"
    ]
  },
  {
    "text": "Has de passar per la comarca on les tradicions del Penedès marítim respiren calma i història, i la geografia imposa un ritme propi.",
    "type": "INCLUDE",
    "comarques": [
      "Baix Penedès"
    ]
  },
  {
    "text": "Cal que passis per la comarca on un monestir fundacional va ser bressol de cultura escrita i romànic de pedra — i quan la cobla arrenca, la plaça s’ordena en rotllanes.",
    "type": "INCLUDE",
    "comarques": [
      "Ripollès"
    ]
  },
  {
    "text": "Has d'anar a la comarca on un monestir cistercenc de pedra clara domina una plana agrícola plena de ceps i avellaners, i l’arquitectura parla de cooperatives i comunitat.",
    "type": "INCLUDE",
    "comarques": [
      "Alt Camp"
    ]
  },
  {
    "text": "Travessa la comarca on miradors suaus i turons, sense grans altituds però amb molta calma; i el foc hi té paper ritual.",
    "type": "INCLUDE",
    "comarques": [
      "Moianès"
    ]
  },
  {
    "text": "Has de passar per la comarca on xemeneies de maó recorden vapor i tèxtil, amb memòria obrera a cada barri, i la gastronomia és tan identitària com la bandera.",
    "type": "INCLUDE",
    "comarques": [
      "Vallès Occidental"
    ]
  }
]